Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Check in on last night
de: Zur letzten Nacht einchecken
es: Revisa cómo fue anoche
fr: Fais le point sur hier soir
nl: Blik terug op gisteravond

source: Check in tomorrow
de: Morgen einchecken
es: Hacer check-in mañana
fr: Faire un check-in demain
nl: Morgen inchecken

source: Check in with yourself. Are the people around you still feeling safe to you?
de: Mach einen Check-in mit dir. Fühlen sich die Menschen um dich herum noch sicher für dich an?
es: Haz un check-in contigo. ¿Las personas a tu alrededor te siguen pareciendo seguras?
fr: Fais un point avec toi-même. Les personnes autour de toi te semblent-elles toujours sûres ?
nl: Check bij jezelf in. Voelen de mensen om je heen nog steeds veilig voor je?

source: Check two substances
de: Zwei Substanzen prüfen
es: Comprobar dos sustancias
fr: Vérifier deux substances
nl: Twee middelen checken

source: Check your temperature. Are you warm enough? Too warm? Drink something.
de: Prüfe deine Temperatur. Ist dir warm genug? Zu warm? Trink etwas.
es: Comprueba tu temperatura. ¿Tienes suficiente calor? ¿Demasiado? Bebe algo.
fr: Vérifie ta température. As-tu assez chaud ? Trop chaud ? Bois quelque chose.
nl: Controleer je temperatuur. Heb je het warm genoeg? Te warm? Drink iets.

source: Check-in ended
de: Check-in beendet
es: Check-in finalizado
fr: Check-in terminé
nl: Check-in beëindigd

source: Check-in every %lld min
de: Check-in alle %lld Min.
es: Check-in cada %lld min
fr: Check-in toutes les %lld min
nl: Check-in elke %lld min

source: Check-in phrase
de: Check-in-Satz
es: Frase de check-in
fr: Phrase de check-in
nl: Check-in-zin

source: Check-in progress: %@
de: Check-in-Fortschritt: %@
es: Progreso del check-in: %@
fr: Progression du check-in : %@
nl: Check-in-voortgang: %@

source: Check-in timers
de: Check-in-Timer
es: Temporizadores de check-in
fr: Minuteurs de check-in

source: Check-in timers · safe route home
de: Check-in-Timer · sicherer Heimweg
es: Temporizadores de control · ruta segura a casa
fr: Minuteurs de contrôle · retour en sécurité
nl: Check-intimers · veilig naar huis

source: Check-in tone
de: Check-in-Ton
es: Tono del check-in
fr: Ton du check-in
nl: Check-in-toon

source: Check-ins and affirmations
de: Check-ins und Affirmationen
es: Check-ins y afirmaciones
fr: Check-ins et affirmations
nl: Check-ins en affirmaties

source: Check-ins, craving delay, risk checker, and the plan page are meant to slow decisions down, not approve a substance, amount, or combination.
de: Check-ins, Verlangens-Verzögerung, Risiko-Checker und die Planseite sollen Entscheidungen verlangsamen, nicht eine Substanz, Menge oder Kombination gutheißen.
es: Los check-ins, el retardo de antojos, el verificador de riesgos y la página del plan están pensados para frenar las decisiones, no para aprobar una sustancia, cantidad o combinación.
fr: Les check-ins, le délai anti-envie, le vérificateur de risques et la page du plan servent à ralentir les décisions, pas à approuver une substance, une quantité ou une combinaison.
nl: Check-ins, drang-uitstel, risicochecker en de planpagina zijn bedoeld om beslissingen te vertragen, niet om een middel, hoeveelheid of combinatie goed te keuren.

source: Checking in
de: Kurzer Check
es: Comprobando cómo estás
fr: On prend des nouvelles
nl: Even checken

source: Checking in is a way of staying on your own side.
de: Einzuchecken ist eine Art, auf deiner eigenen Seite zu bleiben.
es: Hacer un check-in es una forma de seguir de tu propio lado.
fr: Faire un point, c'est une façon de rester de ton côté.
nl: Inchecken is een manier om aan je eigen kant te blijven.

source: Checking in with yourself takes courage. You are doing that.
de: Mit sich selbst einzuchecken erfordert Mut. Du tust das.
es: Hacer un check-in contigo mismo requiere valor. Lo estás haciendo.
fr: Faire un point avec toi-même demande du courage. Tu es en train de le faire.
nl: Bij jezelf inchecken vergt moed. Dat doe je nu.

source: Checking info
de: Infos werden geprüft
es: Comprobando información
fr: Vérification des infos
nl: Testinformatie

source: Checking on a friend is also a way of checking on yourself.
de: Nach einem Freund zu sehen ist auch eine Art, nach dir zu sehen.
es: Preguntar por un amigo también es una forma de mirar por ti.
fr: Prendre des nouvelles d'un ami est aussi une façon de prendre soin de toi.
nl: Bij een vriend checken is ook een manier om bij jezelf te checken.

source: Checking permission
de: Berechtigung wird geprüft
es: Comprobando permiso
fr: Vérification de l'autorisation
nl: Toestemming controleren

source: Checking permissions
de: Berechtigungen werden geprüft
es: Comprobando permisos
fr: Vérification des autorisations
nl: Toestemmingen controleren

source: Checking the time before deciding is a quietly powerful habit.
de: Vor einer Entscheidung auf die Uhr zu schauen ist eine still wirkende, starke Gewohnheit.
es: Mirar la hora antes de decidir es un hábito silencioso pero poderoso.
fr: Regarder l'heure avant de décider est une habitude discrète mais puissante.
nl: De tijd checken voordat je beslist is een stil maar krachtig gewoonte.

source: Checking the time, the dose plan, and the way home is just good care.
de: Die Uhrzeit, den Plan und den Heimweg zu prüfen ist einfach gute Fürsorge.
es: Mirar la hora, el plan y el camino a casa es simplemente buen cuidado.
fr: Vérifier l'heure, ton plan et le chemin du retour, c'est simplement bien prendre soin de toi.
nl: De tijd, je plan en je weg naar huis checken is gewoon goede zorg.

source: Checks update automatically while you type. Common medication groups are matched locally on-device, but a clinician or pharmacist is the right place for medical decisions.
de: Die Prüfungen aktualisieren sich automatisch beim Tippen. Gängige Medikamentengruppen werden lokal auf dem Gerät abgeglichen, aber für medizinische Entscheidungen sind Ärztin oder Apotheker die richtige Anlaufstelle.
es: Las comprobaciones se actualizan automáticamente mientras escribes. Los grupos de medicación comunes se cotejan localmente en el dispositivo, pero un médico o farmacéutico es el lugar adecuado para las decisiones médicas.
fr: Les vérifications se mettent à jour automatiquement pendant que tu écris. Les groupes de médicaments courants sont comparés localement sur l'appareil, mais un médecin ou un pharmacien est l'interlocuteur adapté pour les décisions médicales.
nl: Checks worden automatisch bijgewerkt terwijl je typt. Veelvoorkomende medicatiegroepen worden lokaal op het apparaat gematcht, maar een arts of apotheker is de juiste plek voor medische beslissingen.

source: Chest pain or severe pressure
de: Brustschmerzen oder starker Druck
es: Dolor en el pecho o presión intensa
fr: Douleur thoracique ou forte pression
nl: Pijn op de borst of zware druk

source: Chest pain, seizure, fainting, or cannot be woken
de: Brustschmerzen, Krampfanfall, Ohnmacht oder nicht aufweckbar
es: Dolor en el pecho, convulsión, desmayo o imposible de despertar
fr: Douleur thoracique, convulsion, évanouissement ou impossible à réveiller
nl: Pijn op de borst, een toeval, flauwvallen of niet wakker te krijgen

source: Chill type
de: Chill-Typ
es: Tipo de Chill
fr: Type de Chill
nl: Soort Chill

source: Chill, skipped Chill, sleep, aftercare? Small check, future-you says thanks.
de: Chill, ausgelassener Chill, Schlaf, Nachsorge? Kleiner Check, dein zukünftiges Ich sagt danke.
es: ¿Chill, Chill omitido, sueño, cuidado posterior? Una comprobación rápida; tu yo futuro te lo agradece.
fr: Chill, Chill ignoré, sommeil, récupération ? Petite vérification, ton futur toi te dira merci.
nl: Chill, overgeslagen Chill, slaap, nazorg? Kleine check, je toekomstige zelf zegt bedankt.

source: ChillMate and its maker are not liable in any way for any decision, action, or outcome based on the app. Always confirm anything important with a qualified professional or official service.
de: ChillMate und sein Entwickler haften in keiner Weise für Entscheidungen, Handlungen oder Folgen, die auf der App beruhen. Bestätige Wichtiges immer mit einer qualifizierten Fachperson oder einer offiziellen Stelle.
es: ChillMate y su creador no se hacen responsables en modo alguno de ninguna decisión, acción o resultado basado en la app. Confirma siempre lo importante con un profesional cualificado o un servicio oficial.
fr: ChillMate et son créateur ne sont en aucun cas responsables d'une décision, d'une action ou d'un résultat fondé sur l'app. Confirme toujours ce qui est important auprès d'un professionnel qualifié ou d'un service officiel.
nl: ChillMate en de maker zijn op geen enkele manier aansprakelijk voor beslissingen, acties of uitkomsten op basis van de app. Bevestig belangrijke zaken altijd bij een gekwalificeerde professional of officiële dienst.

source: ChillMate avoids calling combinations safe. It shows risk signals and source links to help you make more informed choices.
de: ChillMate vermeidet es, Kombinationen als sicher zu bezeichnen. Es zeigt Risikosignale und Quellenlinks, damit du fundiertere Entscheidungen treffen kannst.
es: ChillMate evita calificar las combinaciones como seguras. Muestra señales de riesgo y enlaces a fuentes para ayudarte a tomar decisiones más informadas.
fr: ChillMate évite de qualifier les combinaisons de sûres. Il montre des signaux de risque et des liens vers les sources pour t'aider à faire des choix plus éclairés.
nl: ChillMate noemt combinaties niet veilig. Het toont risicosignalen en bronlinks om je te helpen beter geïnformeerde keuzes te maken.

source: ChillMate could not delete everything: %@
de: ChillMate konnte nicht alles löschen: %@
es: ChillMate no ha podido eliminarlo todo: %@
fr: ChillMate n'a pas pu tout supprimer : %@
nl: ChillMate kon niet alles verwijderen: %@

source: ChillMate could not find the Apple Health types it needs.
de: ChillMate konnte die benötigten Apple Health-Typen nicht finden.
es: ChillMate no pudo encontrar los tipos de Apple Health que necesita.
fr: ChillMate n'a pas pu trouver les types Apple Health dont il a besoin.
nl: ChillMate kon de benodigde Apple Health-types niet vinden.

source: ChillMate could not find your current location.
de: ChillMate konnte deinen aktuellen Standort nicht finden.
es: ChillMate no pudo encontrar tu ubicación actual.
fr: ChillMate n'a pas pu trouver ta position actuelle.
nl: ChillMate kon je huidige locatie niet vinden.

source: ChillMate could not save the log to Apple Health.
de: ChillMate konnte den Eintrag nicht in Apple Health speichern.
es: ChillMate no pudo guardar el registro en Apple Health.
fr: ChillMate n'a pas pu enregistrer le journal dans Apple Health.
nl: ChillMate kon de log niet opslaan in Apple Health.

source: ChillMate does not encourage substance use, sex, or mixing substances.
de: ChillMate fördert weder Substanzkonsum noch Sex oder das Mischen von Substanzen.
es: ChillMate no fomenta el consumo de sustancias, el sexo ni la mezcla de sustancias.
fr: ChillMate n'encourage pas la consommation de substances, le sexe ni le mélange de substances.
nl: ChillMate moedigt middelengebruik, seks of het combineren van middelen niet aan.

source: ChillMate does not provide dosing, medical, legal, or emergency-services advice.
de: ChillMate bietet keine Beratung zu Dosierung, Medizin, Recht oder Notdiensten.
es: ChillMate no ofrece asesoramiento sobre dosis, médico, legal ni de servicios de emergencia.
fr: ChillMate ne fournit aucun conseil de dosage, médical, juridique ou des services d'urgence.
nl: ChillMate geeft geen advies over dosering, medische, juridische of nooddiensten.

source: ChillMate has logged %lld high-risk Chills in 3 weeks. Your body and mind carry a real load from that. A counselor, sexual-health service, or GP can help, without judgment.
de: ChillMate hat in 3 Wochen %lld Chills mit hohem Risiko erfasst. Das fordert Körper und Kopf wirklich. Beratung, eine Sexualgesundheitsstelle oder deine Hausärztin können helfen, ohne Urteil.
es: ChillMate ha registrado %lld Chills de alto riesgo en 3 semanas. Tu cuerpo y tu mente cargan con eso. Un profesional, un servicio de salud sexual o tu médico pueden ayudar, sin juzgar.
fr: ChillMate a noté %lld Chills à haut risque en 3 semaines. Ton corps et ton esprit en portent la charge. Un professionnel, un service de santé sexuelle ou ton médecin peuvent aider, sans jugement.
nl: ChillMate heeft in 3 weken %lld Chills met hoog risico vastgelegd. Dat vraagt echt iets van je lichaam en je hoofd. Een hulpverlener, soa-poli of huisarts kan helpen, zonder oordeel.

source: ChillMate has nothing on file for %1$@ with %2$@. That does not mean it is safe. It means there is nothing on file here.
de: ChillMate hat nichts zu %@ mit %@ hinterlegt. Das heißt nicht, dass es sicher ist. Es heißt, dass hier nichts dazu vorliegt.
es: ChillMate no tiene nada sobre %@ con %@. Eso no significa que sea seguro. Significa que aquí no hay nada registrado.
fr: ChillMate n'a rien sur %@ avec %@. Cela ne veut pas dire que c'est sans danger. Cela veut dire qu'il n'y a rien ici à ce sujet.
nl: ChillMate heeft niets over %@ met %@. Dat betekent niet dat het veilig is. Het betekent dat er hier niets over bekend is.

source: ChillMate is a private reflection and wellbeing tool. It does not diagnose, treat, recommend substance use, or give dosage advice. For urgent help, use emergency services or Support.
de: ChillMate ist ein privates Tool für Reflexion und Wohlbefinden. Es diagnostiziert nicht, behandelt nicht, empfiehlt keinen Substanzkonsum und gibt keine Dosierungshinweise. Für dringende Hilfe nutze den Notruf oder Support.
es: ChillMate es una herramienta privada de reflexión y bienestar. No diagnostica, trata, recomienda el consumo de sustancias ni da consejos de dosis. Para ayuda urgente, usa los servicios de emergencia o Soporte.
fr: ChillMate est un outil privé de réflexion et de bien-être. Il ne diagnostique pas, ne traite pas, ne recommande pas la consommation de substances et ne donne pas de conseils de dosage. Pour une aide urgente, utilise les services d'urgence ou le Soutien.
nl: ChillMate is een privé-tool voor reflectie en welzijn. Het stelt geen diagnose, behandelt niet, beveelt geen middelengebruik aan en geeft geen doseringsadvies. Voor dringende hulp, gebruik de hulpdiensten of Hulp.

source: ChillMate is already checking your location.
de: ChillMate prüft bereits deinen Standort.
es: ChillMate ya está comprobando tu ubicación.
fr: ChillMate est déjà en train de vérifier ta position.
nl: ChillMate controleert je locatie al.

source: ChillMate is an adults-only wellbeing app. It includes harm-reduction, sexual-health, and substance-safety information written for people 18 and older, so it checks your age before creating a profile.
de: ChillMate ist eine Wohlfühl-App nur für Erwachsene. Sie enthält Informationen zu Schadensminderung, sexueller Gesundheit und Substanzsicherheit für Menschen ab 18 Jahren und prüft daher dein Alter, bevor ein Profil erstellt wird.
es: ChillMate es una app de bienestar solo para adultos. Incluye información de reducción de daños, salud sexual y seguridad con sustancias escrita para personas de 18 años o más, por eso comprueba tu edad antes de crear un perfil.
fr: ChillMate est une app de bien-être réservée aux adultes. Elle contient des informations sur la réduction des risques, la santé sexuelle et la sécurité liée aux substances, écrites pour les personnes de 18 ans et plus ; elle vérifie donc ton âge avant de créer un profil.
nl: ChillMate is een welzijnsapp alleen voor volwassenen. De app bevat informatie over harm reduction, seksuele gezondheid en veilig omgaan met middelen, geschreven voor mensen van 18 jaar en ouder, en controleert daarom je leeftijd voordat een profiel wordt aangemaakt.

source: ChillMate is for adults only. You are responsible for the information you save and who you share it with.
de: ChillMate ist nur für Erwachsene. Du bist verantwortlich für die Informationen, die du speicherst, und mit wem du sie teilst.
es: ChillMate es solo para adultos. Eres responsable de la información que guardas y de con quién la compartes.
fr: ChillMate est réservé aux adultes. Tu es responsable des informations que tu enregistres et des personnes avec qui tu les partages.
nl: ChillMate is alleen voor volwassenen. Jij bent verantwoordelijk voor de informatie die je opslaat en met wie je die deelt.

source: ChillMate is for adults. You need to be 18 or older to create an account.
de: ChillMate ist für Erwachsene. Du musst 18 Jahre oder älter sein, um ein Konto zu erstellen.
es: ChillMate es para adultos. Debes tener 18 años o más para crear una cuenta.
fr: ChillMate est réservé aux adultes. Tu dois avoir 18 ans ou plus pour créer un compte.
nl: ChillMate is voor volwassenen. Je moet 18 jaar of ouder zijn om een account aan te maken.

source: ChillMate is free for everyone. A tip is a small, completely optional way to say thanks.
de: ChillMate ist für alle kostenlos. Ein Trinkgeld ist eine kleine, völlig freiwillige Art, Danke zu sagen.
es: ChillMate es gratis para todos. Una propina es una forma pequeña y totalmente opcional de dar las gracias.
fr: ChillMate est gratuit pour tout le monde. Un pourboire est une petite façon, totalement facultative, de dire merci.
nl: ChillMate is gratis voor iedereen. Een fooi is een kleine, volledig optionele manier om bedankt te zeggen.

source: ChillMate is intended for adults only.
de: ChillMate ist nur für Erwachsene gedacht.
es: ChillMate está destinado solo a adultos.
fr: ChillMate est destiné uniquement aux adultes.
nl: ChillMate is alleen bedoeld voor volwassenen.

source: ChillMate private summary
de: ChillMate private Zusammenfassung
es: Resumen privado de ChillMate
fr: Résumé privé ChillMate
nl: ChillMate privésamenvatting

source: ChillMate saves an encrypted backup file to your iCloud Drive. Your data is encrypted before it leaves the app.
de: ChillMate speichert eine verschlüsselte Backup-Datei in deinem iCloud Drive. Deine Daten werden verschlüsselt, bevor sie die App verlassen.
es: ChillMate guarda un archivo de copia de seguridad cifrado en tu iCloud Drive. Tus datos se cifran antes de salir de la app.
fr: ChillMate enregistre un fichier de sauvegarde chiffré sur ton iCloud Drive. Tes données sont chiffrées avant de quitter l'app.
nl: ChillMate slaat een versleuteld back-upbestand op in je iCloud Drive. Je gegevens worden versleuteld voor ze de app verlaten.

source: ChillMate still works. Apple Health, notifications, location, and iCloud backup just make reminders, recovery, emergency messages, and restore easier.
de: ChillMate funktioniert trotzdem. Apple Health, Mitteilungen, Standort und iCloud-Backup machen Erinnerungen, Erholung, Notfallnachrichten und die Wiederherstellung nur einfacher.
es: ChillMate funciona igualmente. Apple Health, las notificaciones, la ubicación y la copia en iCloud solo facilitan los recordatorios, la recuperación, los mensajes de emergencia y la restauración.
fr: ChillMate fonctionne quand même. Apple Health, les notifications, la localisation et la sauvegarde iCloud facilitent simplement les rappels, le rétablissement, les messages d'urgence et la restauration.
nl: ChillMate werkt nog steeds. Apple Health, meldingen, locatie en iCloud-back-up maken herinneringen, herstel, noodberichten en terugzetten alleen makkelijker.

source: ChillMate supports reflection, recovery, STI care, privacy, and emergency planning. It does not replace a clinician, diagnose conditions, decide whether something is safe, or recommend amounts, timing, or substance use.
de: ChillMate unterstützt Reflexion, Erholung, STI-Versorgung, Datenschutz und Notfallplanung. Es ersetzt keine Ärztin, diagnostiziert keine Erkrankungen, entscheidet nicht, ob etwas sicher ist, und empfiehlt keine Mengen, Zeitpunkte oder Substanzkonsum.
es: ChillMate apoya la reflexión, la recuperación, el cuidado de las ITS, la privacidad y la planificación de emergencias. No sustituye a un médico, no diagnostica afecciones, no decide si algo es seguro ni recomienda cantidades, momentos o consumo de sustancias.
fr: ChillMate accompagne la réflexion, le rétablissement, le suivi des IST, la confidentialité et la planification d'urgence. Il ne remplace pas un médecin, ne diagnostique pas de pathologies, ne décide pas si quelque chose est sûr et ne recommande pas de quantités, de moments ou de consommation de substances.
nl: ChillMate ondersteunt reflectie, herstel, soa-zorg, privacy en noodplanning. Het vervangt geen arts, stelt geen aandoeningen vast, bepaalt niet of iets veilig is en beveelt geen hoeveelheden, timing of middelengebruik aan.

source: ChillMate supports reflection, recovery, STI care, privacy, and emergency planning. It does not replace a clinician, diagnose conditions, decide whether something is safe, or recommend amounts, timing, or substance use. Its information is drawn from verified, official public-health sources and is updated over time as those sources change. ChillMate and its maker are not liable in any way for decisions made using the app. If someone may be in immediate danger, call local emergency services.
de: ChillMate unterstützt Reflexion, Erholung, STI-Versorgung, Datenschutz und Notfallplanung. Es ersetzt keine Ärztin, diagnostiziert keine Erkrankungen, entscheidet nicht, ob etwas sicher ist, und empfiehlt keine Mengen, Zeitpunkte oder Substanzkonsum. Seine Informationen stammen aus geprüften, offiziellen Quellen des öffentlichen Gesundheitswesens und werden im Lauf der Zeit aktualisiert, wenn sich diese Quellen ändern. ChillMate und sein Entwickler haften in keiner Weise für Entscheidungen, die mithilfe der App getroffen werden. Wenn jemand in unmittelbarer Gefahr sein könnte, ruf den örtlichen Notruf.
es: ChillMate apoya la reflexión, la recuperación, el cuidado de las ITS, la privacidad y la planificación de emergencias. No sustituye a un médico, no diagnostica afecciones, no decide si algo es seguro ni recomienda cantidades, momentos o consumo de sustancias. Su información procede de fuentes oficiales y verificadas de salud pública y se actualiza con el tiempo a medida que esas fuentes cambian. ChillMate y su creador no se hacen responsables en modo alguno de las decisiones tomadas usando la app. Si alguien puede estar en peligro inmediato, llama a los servicios de emergencia locales.
fr: ChillMate accompagne la réflexion, le rétablissement, le suivi des IST, la confidentialité et la planification d'urgence. Il ne remplace pas un médecin, ne diagnostique pas de pathologies, ne décide pas si quelque chose est sûr et ne recommande pas de quantités, de moments ou de consommation de substances. Ses informations proviennent de sources de santé publique officielles et vérifiées et sont mises à jour au fil du temps à mesure que ces sources évoluent. ChillMate et son créateur ne sont en aucun cas responsables des décisions prises en utilisant l'app. Si quelqu'un est peut-être en danger immédiat, appelle les services d'urgence locaux.
nl: ChillMate ondersteunt reflectie, herstel, soa-zorg, privacy en noodplanning. Het vervangt geen zorgverlener, stelt geen diagnoses, bepaalt niet of iets veilig is en raadt geen hoeveelheden, timing of middelengebruik aan. De informatie is afkomstig uit geverifieerde, officiële volksgezondheidsbronnen en wordt na verloop van tijd bijgewerkt wanneer die bronnen veranderen. ChillMate en de maker zijn op geen enkele manier aansprakelijk voor beslissingen die met de app worden genomen. Als iemand mogelijk in direct gevaar is, bel dan de lokale hulpdiensten.
